Repository: Acidburn0zzz/gnome-shell-extension-web-application-menu
Catalog: po/*.po
Languages: es, fr, it

source: Browse your Web Applications
es: Consultar sus aplicaciones
fr: Consulter votres applications Web
it: Consulta le tue applicazioni web

source: Advanced settings
es: Opciones avanzadas
fr: Paramètres de pointe
it: Impostazioni avanzate

source: Configuration file changed!!!
es: ¡El archivo de configuración ha cambiado!
fr: Le fichier de configuration est changé!!!
it: Il file di configurazione è cambiato!!!

source: WARNING: file "%s" does not exist.
es: ATENCIÓN: el archivo "%s" no existe.
fr: ATTENTION: le fichier "%s" n'existe pas.
it: ATTENZIONE: il file "%s" non esiste.

source: ERROR: could not make directory "%s".
es: ERROR: no fue posible crear el directorio "%s".
fr: ERREUR: je n'ai pas pu créer le répertoire "%s"
it: ERRORE: non ho potuto creare la cartella "%s".

source: ERROR: can't monitor configuration file.
es: ERROR: no es posible controlar el archivo de configuración.
fr: ERREUR: je ne peux pas surveiller le fichier de configuration
it: ERRORE: non posso monitorare il file di configurazione.

source: ERROR: "%s" is not a directory.
es: ERROR: "%s" no es un directorio.
fr: ERREUR: "%s" n'est pas un répertoire.
it: ERRORE: "%s" non è una cartella.

source: ERROR: could not run "%s"
es: ERROR: no fue posible ejecutar "%s"
fr: ERREUR: je n'ai pas pu passer "%s"
it: ERRORE: non ho potuto avviare "%s"

source: ERROR: could not parse "%s".
es: ERROR: no fue posible analizar "%s".
fr: ERREUR: je n'ai pas pu analyser "%s".
it: ERRORE: non ho potuto analizzare "%s".

source: ERROR: could not read contents for file "%s".
es: ERROR: no fue posible leer el contenido del archivo "%s".
fr: ERREUR: je n'ai pas pu lire le contenu de le fichier "%s".
it: ERRORE: non ho potuto leggere il contenuto del file "%s".

source: Add profile
es: Adjuntar un perfil
fr: Ajouter un profil
it: Aggiungi profilo

source: Use the default profile
es: Utilizar el perfil predeterminado
fr: Utiliser le profil principal
it: Usa il profilo principale

source: Row deletion
es: Cancelación de fila
fr: Effacement de la rangée
it: Cancellazione riga

source: Delete the currently selected profile?
es: ¿Cancelar el perfil seleccionado actualmente?
fr: Voudriez-vous supprimer le profil selectionné en ce moment?
it: Cancellare il profilo selezionato?

source: Browse directories
es: Seleccionar el directorio
fr: Consulter les répertoires
it: Cerca cartella

source: Hide entries not in user's application path
es: Esconder los que no son entre las aplicaciones del usuario
fr: Cacher qu'ils n'y a pas dans le chemin des applications
it: Nascondi elementi non tra le applicazioni dell'utente

source: Icon size
es: Tamaño de los iconos
fr: Dimension des icônes
it: Dimensione delle icone

source: Profile name
es: Nombre del perfil
fr: Nom du profil
it: Nome profilo

source: Directory
es: Directorio
fr: Répertoire
it: Cartella

source: Really quit?
es: ¿Salir realmente?
fr: Voudriez-vous vraiment sortir?
it: Uscire veramente?

source: Quit without saving your changes?
es: ¿Cerrar sin guardar los cambios?
fr: Voudriez-vous vraiment sortir sans enregistrer votres modifications?
it: Uscire senza salvare i cambiamenti?

source: Really reload?
es: ¿Recargar realmente?
fr: Voudriez-vous vraiment recharger?
it: Ricaricare veramente?

source: Your changes will be lost! Continue?
es: ¡Los cambios serán perdidos! ¿Continuar?
fr: Votres modifications seront perdues! Voudriez-vous continuer?
it: I cambiamenti saranno persi! Continuare?

source: Show entry icons
es: Mostrar los iconos de las entradas
fr: Montrer les icônes des éléments
it: Mostra le icone degli elementi

source: Share the view out among profiles
es: Subdividir la vista entre los perfiles
fr: Répartir la vue entre les profils
it: Suddividi la vista tra i profili

source: General
fr: Général
it: Generale

source: Other profiles
es: Otros perfiles
fr: Autres profils
it: Altri profili

source: Web App Menu Extension Options
es: Opciones de la extensión del Menú de Aplicaciones Web
fr: Paramètres pour l'extension du menu des applications Web
it: Impostazioni dell'estensione Web App Menu

source: Choose directory
es: Elegir el directorio
fr: Choisir un répertoire
it: Scegli cartella

source: Delete
es: Cancelar
fr: Supprimer
it: Cancella

source: Edit
es: Editar
fr: Éditer
it: Modifica

source: Manage default profile
es: Gestionar el perfil principal
fr: Gérer le profil principal
it: Gestisci il profilo predefinito

source: Manage applications
es: Gestionar las aplicaciones
fr: Gérer les applications
it: Gestisci applicazioni

source: New
es: Nuevo
fr: Neuf
it: Nuovo

source: Reload
es: Recargar
fr: Récharger
it: Ricarica

source: Error reading profile #%d
es: Error al leer el perfil #%d
fr: Erreur dans la lecture du profil #%d
it: Errore durante la lettura del profilo #%d

source: WARNING: file "%s" is badly formatted. Options initialized to their default values.
es: ATENCIÓN: archivo "%s" con formato incorrecto. Opciones inicializadas a sus valores predeterminados.
fr: ATTENTION: le fichier "%s" est mal formaté. Paramètres initialisés à leurs valeurs de défaut.
it: ATTENZIONE: il file "%s" è malformato. Opzioni inizializzate ai loro valori predefiniti.

source: The base path is not a directory!
es: ¡La ruta de base no es un directorio!
fr: Le chemin de base n'est pas un répertoire!
it: Il percorso di base non è una cartella!

source: Could not create the base directory!
es: ¡No fue posible crear el directorio de base!
fr: Je n'ai pas pu créer le répertoire de base!
it: Non ho potuto creare la cartella di base!

source: Problems detecting the following entries: %s
es: Problemas de analización de las siguientes entradas: %s
fr: Il y a eu des problèmes dans la détection des suivants éléments: %s
it: Problemi nell'individuazione dei seguenti elementi: %s

source: use data from the json file for reading and writing
es: utilizar los datos del archivo json para leer y escribir
fr: utiliser les données du fichier json pour la lecture et la écriture
it: usa i dati dal file json per la lettura e la scrittura

source: WARNING: file "%s" not found! Options initialized to their default values.
es: ATENCIÓN: ¡archivo "%s" no encontrado! Opciones inicializadas a sus valores predeterminados.
fr: ATTENTION: je n'ai pu pas trouver le fichier "%s"! Paramètres initialisés à leur valeurs de defaut.
it: ATTENZIONE: file "%s" non trovato! Opzioni inizializzate ai loro valori predefiniti.

source: Error writing to file "%s": %s
es: Error al escribir el archivo "%s": %s
fr: Il y a eu des erreurs dans la écriture du fichier "%s": %s
it: Errore durante la scrittura nel file "%s": %s

source: WARNING: could not read file "%s"! Options initialized to their default values.
es: ATENCIÓN: no fue posible leer el archivo "%s"! Opciones inicializadas a sus valores predeterminados.
fr: ATTENTION: je n'ai pas pu lire le fichier "%s ! Paramètres initialisés à leur valeurs de defaut.
it: ATTENZIONE: errore nella lettura del file "%s"! Opzioni inizializzate ai loro valori predefiniti.

source: Problems retrieving values for the following keys:
es: Problemas al recuperar los valores de las siguientes teclas:
fr: Il y a eu des problèmes avec l'accès à les suivantes clés:
it: Problemi nel recupero dei valori per le seguenti chiavi:

source: Spawning failure for command: %s
es: Error en el ejecutar el comando: %s
fr: Il y a eu un échec en passant la commande: %s
it: Lancio del comando fallito: %s

source: Error
fr: Erreur
it: Errore

source: - configurator for the web application menu
es: - utilidad de configuración por el menú de aplicaciones web
fr: - utilitaire de configuration pour le men des applications web
it: - configuratore per il menu applicazioni web

source: Wrong arguments
es: Parámetros erróneos
fr: Paramètres erronés
it: Parametri errati

source: File name not specified, using %s by default.
es: Nombre de archivo no especificado, utilizo %s por defecto.
fr: Vous n'avez pas précisé le nom du fichier, j'utiliserai %s par defaut.
it: Nome del file non specificato, uso %s automaticamente.
